{"<s>":0,"<sep>":1,"<pad>":2,"</s>":3,"<unk>":4,"<mask>":5,"!":6,"\"":7,"#":8,"$":9,"%":10,"&":11,"'":12,"(":13,")":14,"*":15,"+":16,",":17,"-":18,".":19,"/":20,"0":21,"1":22,"2":23,"3":24,"4":25,"5":26,"6":27,"7":28,"8":29,"9":30,":":31,";":32,"<":33,"=":34,">":35,"?":36,"@":37,"A":38,"B":39,"C":40,"D":41,"E":42,"F":43,"G":44,"H":45,"I":46,"J":47,"K":48,"L":49,"M":50,"N":51,"O":52,"P":53,"Q":54,"R":55,"S":56,"T":57,"U":58,"V":59,"W":60,"X":61,"Y":62,"Z":63,"[":64,"\\":65,"]":66,"^":67,"_":68,"`":69,"a":70,"b":71,"c":72,"d":73,"e":74,"f":75,"g":76,"h":77,"i":78,"j":79,"k":80,"l":81,"m":82,"n":83,"o":84,"p":85,"q":86,"r":87,"s":88,"t":89,"u":90,"v":91,"w":92,"x":93,"y":94,"z":95,"{":96,"|":97,"}":98,"~":99,"¡":100,"¢":101,"£":102,"¤":103,"¥":104,"¦":105,"§":106,"¨":107,"©":108,"ª":109,"«":110,"¬":111,"®":112,"¯":113,"°":114,"±":115,"²":116,"³":117,"´":118,"µ":119,"¶":120,"·":121,"¸":122,"¹":123,"º":124,"»":125,"¼":126,"½":127,"¾":128,"¿":129,"À":130,"Á":131,"Â":132,"Ã":133,"Ä":134,"Å":135,"Æ":136,"Ç":137,"È":138,"É":139,"Ê":140,"Ë":141,"Ì":142,"Í":143,"Î":144,"Ï":145,"Ð":146,"Ñ":147,"Ò":148,"Ó":149,"Ô":150,"Õ":151,"Ö":152,"×":153,"Ø":154,"Ù":155,"Ú":156,"Û":157,"Ü":158,"Ý":159,"Þ":160,"ß":161,"à":162,"á":163,"â":164,"ã":165,"ä":166,"å":167,"æ":168,"ç":169,"è":170,"é":171,"ê":172,"ë":173,"ì":174,"í":175,"î":176,"ï":177,"ð":178,"ñ":179,"ò":180,"ó":181,"ô":182,"õ":183,"ö":184,"÷":185,"ø":186,"ù":187,"ú":188,"û":189,"ü":190,"ý":191,"þ":192,"ÿ":193,"Ā":194,"ā":195,"Ă":196,"ă":197,"Ą":198,"ą":199,"Ć":200,"ć":201,"Ĉ":202,"ĉ":203,"Ċ":204,"ċ":205,"Č":206,"č":207,"Ď":208,"ď":209,"Đ":210,"đ":211,"Ē":212,"ē":213,"Ĕ":214,"ĕ":215,"Ė":216,"ė":217,"Ę":218,"ę":219,"Ě":220,"ě":221,"Ĝ":222,"ĝ":223,"Ğ":224,"ğ":225,"Ġ":226,"ġ":227,"Ģ":228,"ģ":229,"Ĥ":230,"ĥ":231,"Ħ":232,"ħ":233,"Ĩ":234,"ĩ":235,"Ī":236,"ī":237,"Ĭ":238,"ĭ":239,"Į":240,"į":241,"İ":242,"ı":243,"Ĳ":244,"ĳ":245,"Ĵ":246,"ĵ":247,"Ķ":248,"ķ":249,"ĸ":250,"Ĺ":251,"ĺ":252,"Ļ":253,"ļ":254,"Ľ":255,"ľ":256,"Ŀ":257,"ŀ":258,"Ł":259,"ł":260,"Ń":261,"Äģ":262,"ie":263,"Äĵ":264,"as":265,"Ä«":266,"Ġp":267,"ar":268,"tt":269,"co":270,"ps":271,"//":272,"at":273,"://":274,"htt":275,"https":276,"čĊ":277,"Ġhttps":278,"Ġk":279,"Å¡":280,"ai":281,"Ġv":282,"Ġn":283,"Ġs":284,"al":285,"an":286,"in":287,"Ġ@":288,"Ġt":289,"ir":290,"au":291,"Ġu":292,"er":293,"ij":294,"es":295,"is":296,"Ġ#":297,"Å«":298,"en":299,"ik":300,"atv":301,"Ġl":302,"um":303,"Ġm":304,"Latv":305,"Ġb":306,"Ġd":307,"ad":308,"am":309,"ot":310,"el":311,"st":312,"Ġun":313,"it":314,"iz":315,"et":316,"Ġar":317,"ien":318,"on":319,"ur":320,"ies":321,"ek":322,"ÅĨ":323,"iem":324,"ti":325,"us":326,"Ġno":327,"ak":328,"Ġj":329,"Äģr":330,"Äģs":331,"Ä¼":332,"ro":333,"il":334,"Ä«b":335,"Äģj":336,"im":337,"dz":338,"Ä«g":339,"Ġr":340,"Äģk":341,"Ġpar":342,"go":343,"tu":344,"iel":345,"av":346,"ĠT":347,"Ġir":348,"Äĵj":349,"Latvij":350,"Ġg":351,"ĠS":352,"op":353,"ĠR":354,"Ġ-":355,"ener":356,"Ġuz":357,"ĠP":358,"Äģd":359,"Ġne":360,"ĠÅ¡":361,"Äĵl":362,"Ġiz":363,"ts":364,"os":365,"ĠL":366,"iet":367,"energo":368,"Äģm":369,"ĠB":370,"Äĵr":371,"Å¡an":372,"Latvenergo":373,"eik":374,"or":375,"Ġat":376,"ap":377,"id":378,"Ġc":379,"iek":380,"ol":381,"..":382,"oj":383,"Ġjau":384,"Äĵm":385,"ĠM":386,"aj":387,"om":388,"Äĵt":389,"arb":390,"isk":391,"ab":392,"em":393,"Äģt":394,"Ġka":395,"Ġ1":396,"Ġpie":397,"ĠK":398,"ĠA":399,"ĠO":400,"az":401,"MT":402,"tr":403,"aid":404,"ums":405,"Ġâ":406,"iÅĨ":407,"air":408,"ej":409,"ðŁ":410,"od":411,"Ġ(":412,"Ä«bas":413,"ieÅ¡":414,"eikal":415,"ĠN":416,"Ġie":417,"Äģl":418,"Ä£":419,"Å¾":420,"Ġz":421,"alti":422,"Latvija":423,"altic":424,"ĠpÄģr":425,"ĠJ":426,"Äĵc":427,"Å«t":428,"Liel":429,"un":430,"ag":431,"cij":432,"le":433,"ĠD":434,"Ġin":435,"ans":436,"ax":437,"ic":438,"kat":439,"ĠV":440,"Ä«t":441,"Ä«v":442,"Baltic":443,"Ä·":444,"Ġre":445,"Latvijas":446,"axim":447,"ĠI":448,"Äģv":449,"Å«s":450,"ika":451,"umu":452,"ele":453,"Ġpr":454,"ĠvÄĵl":455,"nie":456,"ĠE":457,"ĠLatvenergo":458,"ta":459,"ais":460,"irc":461,"ks":462,"ok":463,"Ġkop":464,"Ġsp":465,"Ġdarb":466,"ĠarÄ«":467,"imi":468,"17":469,"18":470,"Ġ2":471,"Ġap":472,"Ġkas":473,"ald":474,"ĠkÄģ":475,"Ġf":476,"airBaltic":477,"ed":478,"ĠkopÄģ":479,"Circ":480,"ig":481,"Ġvai":482,"aks":483,"Circle":484,"IV":485,"Sp":486,"ul":487,"Ġvis":488,"alst":489,"ijas":490,"iska":491,"ev":492,"ym":493,"ĠC":494,"ĠG":495,"CircleK":496,"Bit":497,"aÅ¡":498,"raid":499,"zika":500,"Å«zika":501,"Ġlai":502,"Ġbet":503,"CircleKLatvija":504,"MÅ«zika":505,"Qn":506,"jym":507,"rau":508,"ĸº":509,"ĠLMT":510,"Ġâĸº":511,"ieÅ¡raid":512,"Lieliska":513,"IVg":514,"SpIVg":515,"QnSpIVg":516,"jymQnSpIVg":517,"LieliskaMÅ«zika":518,"ep":519,"ĠU":520,"ĠpÄĵc":521,"ank":522,"katies":523,"ac":524,"ez":525,"ru":526,"ĠðŁ":527,"Äģn":528,"Ġnav":529,"eit":530,"ia":531,"pti":532,"ter":533,"ĠZ":534,"Ä«ga":535,"...":536,"IT":537,"bet":538,"ob":539,"ov":540,"sl":541,"ĠF":542,"Ġai":543,"Äĵs":544,"Ġto":545,"Ġlid":546,"ÅĨÄĵm":547,"Ä«bu":548,"ĠSkaties":549,"LMT":550,"ei":551,"vien":552,"Ä«j":553,"Ġvar":554,"Ġtik":555,"LH":556,"ec":557,"eÄ¼":558,"ka":559,"kl":560,"mu":561,"nes":562,"oÅ¡an":563,"ri":564,"âĢ":565,"Ġvien":566,"ina":567,"elv":568,"Ġgad":569,"ptibet":570,"dr":571,"dien":572,"Ġh":573,"Ä«dz":574,"Ġman":575,"Ġmin":576,"elek":577,"Äģrt":578,"Ä«ba":579,"ajÄģ":580,"eikals":581,"ĠspÄĵl":582,"Bitelv":583,"TieÅ¡raid":584,"lv":585,"las":586,"pÄĵ":587,"uÅ¡":588,"Ġ\"":589,"Ġa":590,"Ġpro":591,"Ġkur":592,"aud":593,"ITE":594,"oc":595,"pÄĵj":596,"Åł":597,"Ġ3":598,"Ä«n":599,"Ġpir":600,"ekl":601,"ĠRÄ«g":602,"Ġjaun":603,"ĠOptibet":604,"TieÅ¡raide":605,"00":606,"he":607,"ĠH":608,"Ġtur":609,"aun":610,"iju":611,"Ġliel":612,"ÄģspÄĵ":613,"opÄģspÄĵ":614,"LHF":615,"ĠspÄĵli":616,"opÄģspÄĵks":617,"BITE":618,"maxim":619,"var":620,"Ġe":621,"ĠÄ":622,"Ġiel":623,"Ġkon":624,"ĠkÄģd":625,"Ġnek":626,"Ġst":627,"ija":628,"Å«d":629,"Ġaiz":630,"aÅ¾":631,"gs":632,"oÅ¡":633,"ra":634,"ut":635,"Äģp":636,"Ġpas":637,"aveikals":638,"ĠRimi":639,"ĠâĢ":640,"maximaveikals":641,"aÄ¼":642,"db":643,"ku":644,"pr":645,"re":646,"sk":647,"uz":648,"Ġes":649,"Ġelek":650,"Ġmil":651,"Ġdien":652,"ÅĨem":653,"ĠÅ¡eit":654,"odien":655,"Ġpirm":656,"rie":657,"ĠÄ¼":658,"ĠLatvijas":659,"Äģcij":660,"Äĵd":661,"inÄģs":662,"usi":663,"ojum":664,"eja":665,"axima":666,"ĠminÅ«t":667,"Ġmilj":668,"IK":669,"ds":670,"fans":671,"kopÄģspÄĵks":672,"uv":673,"van":674,"Ġ,":675,"Ġies":676,"Äĵtu":677,"Ġkl":678,"ain":679,"Ġveikal":680,"Ġsav":681,"iniek":682,"aut":683,"Latvia":684,"ĠThe":685,"Ġinter":686,"niec":687,"ĠminÅ«tÄĵm":688,"LV":689,"rÄ«":690,"Ġ4":691,"ass":692,"Ġviet":693,"Ġvalst":694,"Ġsk":695,"alv":696,"Ġtad":697,"Ġlab":698,"ams":699,"oti":700,"ild":701,"Ä«gi":702,"Ġatb":703,"Ġcen":704,"agad":705,"Å«su":706,"Ġmiljon":707,"gas":708,"ion":709,"maks":710,"ne":711,"rÄģd":712,"Å¡u":713,"ĠviÅĨ":714,"ĠnÄģk":715,"Ġsv":716,"Ġsad":717,"ant":718,"ing":719,"inÄģj":720,"ĠtÄģ":721,"aus":722,"ikas":723,"ĠbÅ«s":724,"sta":725,"Å¡anas":726,"olit":727,"nieg":728,"Rimi":729,"ni":730,"pil":731,"sp":732,"uk":733,"up":734,"Äį":735,"Ġ5":736,"Ä«m":737,"Ġkom":738,"Ġvir":739,"audz":740,"otÄģj":741,"ite":742,"iznes":743,"akar":744,"okeja":745,"ÅĨÄĵmum":746,"Ġhokeja":747,"Ġelektr":748,"20":749,"iv":750,"lÄĵ":751,"nÄ«":752,"vÄĵ":753,"Ġak":754,"ĠairBaltic":755,"Äģc":756,"Äģz":757,"art":758,"Ġvair":759,"Ġvald":760,"Ġsa":761,"alp":762,"ind":763,"iro":764,"ers":765,"ijÄģ":766,"ens":767,"ent":768,"ĠlÄ«ga":769,"ĠlÄ«dz":770,"Ġdz":771,"itad":772,"urs":773,"Ġgan":774,"ĠPr":775,"Ġizlas":776,"ajiem":777,"Ġieg":778,"Ġtikai":779,"âĢĿ":780,"Ġvalsts":781,"bank":782,"darb":783,"mans":784,"net":785,"ris":786,"tÄģ":787,"ud":788,"vis":789,"Ġek":790,"ietu":791,"Ä«s":792,"Ä«st":793,"Ġpa":794,"Ġpaz":795,"Ġnot":796,"inÄģ":797,"Ġtas":798,"est":799,"Ġbank":800,"roj":801,"Ä«bÄģ":802,"dzÄ«v":803,"Äĵrn":804,"ĠMaxima":805,"ĠOIK":806,"Lielfans":807,"dienas":808,"Ġ30":809,"ĠRÄ«gas":810,"Ġeiro":811,"ĠÄ¼oti":812,"ĠiespÄĵj":813,"itadele":814,"WS":815,"YP":816,"dÄģv":817,"pu":818,"Ġatv":819,"Ġpat":820,"Ġpal":821,"com":822,"Å¡i":823,"aug":824,"eru":825,"Ġmaz":826,"ĠmÅ«su":827,"ĠbÅ«":828,"Äģrd":829,"rogas":830,"ĠNe":831,"Ġreiz":832,"Ġdarbiniek":833,"rib":834,"Ġatt":835,"dblv":836,"Ġatbalst":837,"Es":838,"att":839,"bol":840,"ce":841,"ci":842,"eh":843,"lik":844,"me":845,"ras":846,"veikal":847,"wed":848,"Ġ:":849,"iedr":850,"Ġsar":851,"Ġsal":852,"Ġsam":853,"ĠsÄģk":854,"inÄģt":855,"ents":856,"uma":857,"ami":858,"ÅĨu":859,"Äģjas":860,"ĠJaun":861,"elecom":862,"Ġ20":863,"ock":864,"ĠturnÄ«":865,"ĠnekÄģ":866,"ĠâĢľ":867,"Ġizlase":868,"wedbank":869,"AS":870,"SE":871,"bl":872,"biznes":873,"ey":874,"eid":875,"ki":876,"kÄģ":877,"ns":878,"rÄģ":879,"xWS":880,"Ä«p":881,"Ġpies":882,"Ġpil":883,"Ġkat":884,"aist":885,"alt":886,"and":887,"Ġtel":888,"ĠtieÅ¡":889,"irds":890,"Å«dz":891,"Ġliet":892,"Ġmaks":893,"Ġbez":894,"ada":895,"amp":896,"otu":897,"ÅĨa":898,"Ġnov":899,"roÅ¡":900,"Ġrekl":901,"Äģks":902,"ĠTV":903,"Äĵja":904,"Äĵju":905,"ĠPie":906,"Ġneb":907,"ĠÅ¡odien":908,"Ġizc":909,"Å¡anu":910,"iekÅ¡":911,"Ġ18":912,"ĠpÄģrv":913,"Ġpret":914,"iga":915,"ezid":916,"uÅ¡i":917,"ĠielÄģ":918,"ĠvairÄģk":919,"ĠsaÅĨem":920,"mansLMT":921,"dienasbiznes":922,"attelecom":923,"xWSYP":924,"dienasbizness":925,"EM":926,"TF":927,"aÄį":928,"cer":929,"dP":930,"eam":931,"gal":932,"hk":933,"hs":934,"ib":935,"ip":936,"kr":937,"kt":938,"kal":939,"lÄģn":940,"mÄĵ":941,"ner":942,"pir":943,"te":944,"ĠĠ":945,"ied":946,"iep":947,"Ġpak":948,"ĠpaÅ¡":949,"arp":950,"Ġkr":951,"Ġkad":952,"Ġstu":953,"Ġtagad":954,"umi":955,"umÄģ":956,"Ġbija":957,"ĠdÄģv":958,"Ġdaudz":959,"oties":960,"itÄģt":961,"eks":962,"ĠjÄģ":963,"ill":964,"Äģju":965,"Ġgrib":966,"ĠStr":967,"Ġnep":968,"Ġnevar":969,"ĠÅ¡o":970,"Äĵrt":971,"Å¡anai":972,"Ġcit":973,"ojas":974,"Ġpieej":975,"ĠAir":976,"Ġzvan":977,"Ġredz":978,"slÄĵ":979,"eidz":980,"oÅ¡anu":981,"riev":982,"Ġklien":983,"Ġinternet":984,"niecÄ«bas":985,"ionÄģl":986,"Ġsadarb":987,"pils":988,"Ġvirsl":989,"Äģzes":990,"Ġsamaz":991,"ĠreklÄģm":992,"!!":993,"Citadele":994,"Lattelecom":995,"Tele":996,"aw":997,"dar":998,"eic":999,"iÄ¼":1000,"kas":1001,"kst":1002,"kÄģrt":1003,"la":1004,"liel":1005,"lab":1006,"ma":1007,"rÅ«":1008,"tro":1009,"ust":1010,"vÄĵt":1011,"vass":1012,"zul":1013,"Ġiem":1014,"ĠLatvij":1015,"ĠÅł":1016,"Ġaut":1017,"ÄĵÄ¼":1018,"ÄĵÄ·":1019,"ars":1020,"ĠkÄ¼":1021,"Ġnes":1022,"Ġsag":1023,"alod":1024,"ĠtÄ«":1025,"auvass":1026,"esan":1027,"Å«st":1028,"iks":1029,"Ġdom":1030,"ama":1031,"ekÄ¼":1032,"ÅĨas":1033,"Ġnod":1034,"akst":1035,"Ġja":1036,"row":1037,"Äģjums":1038,"Ä«gs":1039,"gov":1040,"ĠBl":1041,"Å¡ana":1042,"ojums":1043,"iski":1044,"abiedr":1045,"ĠpiedÄģv":1046,"ÄģlÄĵ":1047,"Ä£Äĵt":1048,"ĠzÄģlÄĵ":1049,"cijas":1050,"Ġrezul":1051,"ĠEs":1052,"Ġdarbu":1053,"aldies":1054,"aÅ¡Ä«n":1055,"ĠðŁĺ":1056,"âĢ¦":1057,"Ġgada":1058,"Ġaps":1059,"ĠRÄ«gÄģ":1060,"utbol":1061,"Ġvietas":1062,"ĠpaziÅĨ":1063,"ĠattÄ«st":1064,"ĠdÄģvan":1065,"ĠvirslÄ«ga":1066,"auvassirds":1067,"19":1068,"25":1069,"30":1070,"BA":1071,"In":1072,"Iz":1073,"Ja":1074,"Kas":1075,"Rig":1076,"eb":1077,"fer":1078,"for":1079,"hock":1080,"ju":1081,"ko":1082,"les":1083,"man":1084,"maz":1085,"niek":1086,"por":1087,"ram":1088,"rÄ«v":1089,"sdP":1090,"ug":1091,"vest":1092,"zem":1093,"Ġ6":1094,"Ġ8":1095,"ĠW":1096,"Ġot":1097,"Ġil":1098,"Ġop":1099,"Ġiet":1100,"ĠLatvija":1101,"ier":1102,"Äĵst":1103,"Ä«ts":1104,"Ġpiem":1105,"Ġpav":1106,"Ġpiet":1107,"Ġpap":1108,"Ġpolit":1109,"atÄ«v":1110,"Ġko":1111,"Ġkar":1112,"Ġvalod":1113,"Ġnum":1114,"Ġnaud":1115,"ins":1116,"istr":1117,"umus":1118,"amat":1119,"ots":1120,"stÄģv":1121,"ekt":1122,"Ġnos":1123,"Ġjo":1124,"Ä¼u":1125,"Äģja":1126,"ĠraÅ¾":1127,"ĠSt":1128,"Ġuzvar":1129,"ĠuzÅĨÄĵmum":1130,"Äģdi":1131,"Ġnez":1132,"Ġneat":1133,"ĠBalt":1134,"eikt":1135,"emb":1136,"Ġ15":1137,"ĠKur":1138,"ðŁĩ":1139,"Ġinvest":1140,"Ä·i":1141,"Ġapvien":1142,"ĠkÄģp":1143,"Ġfin":1144,"evi":1145,"rauc":1146,"epo":1147,"ĠZolit":1148,"Ä«jums":1149,"ĠvarÄĵtu":1150,"ĠHK":1151,"Ġkonk":1152,"ĠkÄģds":1153,"Äģciju":1154,"ĠelektrÄ«bas":1155,"dzÄ«votÄģj":1156,"ĠJaunajÄģ":1157,"SEB":1158,"Ġtelpu":1159,"Ġilg":1160,"ĠZolitÅ«d":1161,".,":1162,"?!":1163,"EC":1164,"MI":1165,"Mans":1166,"St":1167,"Swedbank":1168,"TO":1169,"TU":1170,"Uz":1171,"af":1172,"du":1173,"ef":1174,"eg":1175,"eiz":1176,"fu":1177,"hB":1178,"ja":1179,"lo":1180,"ls":1181,"laid":1182,"lauvassirds":1183,"mo":1184,"maÅ¡Ä«n":1185,"na":1186,"oo":1187,"oÄ£":1188,"pak":1189,"rm":1190,"rs":1191,"riga":1192,"tiem":1193,"ys":1194,"ÄĢ":1195,"Ġ!":1196,"Ġ7":1197,"Ġas":1198,"Ġro":1199,"Ġiek":1200,"ĠÅ«d":1201,"Ĥ¬":1202,"iec":1203,"Ä«z":1204,"Ä«tu":1205,"Ġpus":1206,"ĠpÄĵrn":1207,"Ġvad":1208,"Ġvaj":1209,"Ġvakar":1210,"Ġveid":1211,"Ġsas":1212,"Ġstr":1213,"Ġsta":1214,"Ġtir":1215,"ĠtieÅ¡raid":1216,"ervis":1217,"Å«tu":1218,"enes":1219,"ĠmÄĵ":1220,"ĠmaÄį":1221,"ĠbÅ«t":1222,"Ġbag":1223,"Ġbalv":1224,"adz":1225,"eta":1226,"ona":1227,"onÄģ":1228,"onom":1229,"iemass":1230,"usies":1231,"Äģjumu":1232,"dzÄ«bas":1233,"Ä«gu":1234,"ĠTas":1235,"ĠTagad":1236,"Äĵjis":1237,"Ġuzs":1238,"Ġizm":1239,"Ġizs":1240,"ĠizrÄģd":1241,"Ġatg":1242,"Ġcel":1243,"ojot":1244,"ome":1245,"emon":1246,"ĠKÄģ":1247,"ðŁĺ":1248,"ĠiedzÄ«votÄģj":1249,"Äģli":1250,"unÄģj":1251,"ciju":1252,"ĠVai":1253,"Ġprezid":1254,"Ġfutbol":1255,"ĠUn":1256,"obil":1257,"ĠFr":1258,"Ġaic":1259,"Ġlido":1260,"ĠlidmaÅ¡Ä«n":1261,"eÄ¼a":1262,"Ġturp":1263,"Ġlielveikal":1264,"Ġstarp":1265,"ĠpasaÅ¾":1266,"ĠâĢĵ":1267,"redz":1268,"Ġdienu":1269,"Ġcenas":1270,"ĠnÄģkot":1271,"alpojum":1272,"ĠiegÄģd":1273,"Ġvalstsvien":1274,"ĠbÅ«v":1275,"Ġdarbinieku":1276,"ehn":1277,"Ġ:)":1278,"Ä«paÅ¡":1279,"ĠtieÅ¡Äģm":1280,"hsriga":1281,"ĠLatvijÄģ":1282,"esanti":1283,"Ä£Äĵtikas":1284,"ĠrezultÄģ":1285,"Rigas":1286,"hockey":1287,"Ġpapild":1288,"Ġnumur":1289,"ĠapvienoÅ¡anu":1290,"Ġkonkurs":1291,"ĠmaÄįÄģ":1292,"iemassvÄĵt":1293,"ĠfutbolÄģ":1294,"hsrigahockey":1295,"AB":1296,"AI":1297,"AN":1298,"Ar":1299,"At":1300,"Drogas":1301,"Gv":1302,"IE":1303,"KP":1304,"Lab":1305,"Man":1306,"Maxima":1307,"NR":1308,"No":1309,"Pl":1310,"Qu":1311,"SP":1312,"UR":1313,"Vai":1314,"be":1315,"das":1316,"dev":1317,"fes":1318,"ga":1319,"gl":1320,"gt":1321,"gad":1322,"gro":1323,"ha":1324,"hit":1325,"io":1326,"oz":1327,"res":1328,"rind":1329,"ubl":1330,"uaw":1331,"ven":1332,"vid":1333,"ÄĴ":1334,"Ġener":1335,"ĠÄ£":1336,"ĠÄ«paÅ¡":1337,"Įiek":1338,"ĳį":1339,"Äģts":1340,"Ġpan":1341,"Ġpad":1342,"Ġpag":1343,"ĠpÄĵd":1344,"arts":1345,"ator":1346,"Ġku":1347,"aim":1348,"ait":1349,"ĠvÄĵst":1350,"Ġsap":1351,"inÄģm":1352,"Ġtr":1353,"Ġtra":1354,"Ġtehn":1355,"auc":1356,"esel":1357,"Ġlik":1358,"umiem":1359,"Ġmums":1360,"Ġmais":1361,"Ġmuz":1362,"Ġmobil":1363,"ĠbÄĵrn":1364,"Ġdur":1365,"Ġdev":1366,"ads":1367,"eles":1368,"izma":1369,"etrow":1370,"ure":1371,"urkal":1372,"Ġnoz":1373,"akt":1374,"Ġjums":1375,"ĠjÄģp":1376,"rop":1377,"ilvÄĵ":1378,"Ä«gas":1379,"ĠrÄĵÄ·":1380,"ava":1381,"ÄĵjÄģs":1382,"Ġgalv":1383,"Ġuzlab":1384,"Äģda":1385,"ÄģdÄģ":1386,"ĠÅ¡Ä«":1387,"Ġizv":1388,"tspÄĵj":1389,"ĠLTF":1390,"ĠBet":1391,"ĠBite":1392,"ĠBind":1393,"ĠBill":1394,"Äĵrk":1395,"Ġatkl":1396,"Ġcau":1397,"oloÄ£":1398,"ojumu":1399,"Ġjaut":1400,"ajÄģm":1401,"Ġ100":1402,"Ġpievien":1403,"ĠOr":1404,"aze":1405,"iÅĨa":1406,"iÅĨu":1407,"Ä£Äĵd":1408,"Å¾a":1409,"ĠpÄģrs":1410,"Å«tÄ«j":1411,"cijÄģ":1412,"Ä«ties":1413,"ĠIr":1414,"Ġprec":1415,"ĠEner":1416,"Bite":1417,"ĠUz":1418,"acionÄģl":1419,"ovakar":1420,"Ġprog":1421,"Åłodien":1422,"auns":1423,"ĠÄį":1424,"Ġielas":1425,"Ġkoncer":1426,"ĠkÄģda":1427,"ĠstÄģ":1428,"ÄģpÄĵc":1429,"aÄ¼as":1430,"Ġdiena":1431,"Ġpirms":1432,"Äģcija":1433,"Ġsavu":1434,"Ġskaid":1435,"Ġlabi":1436,"Ġmiljonus":1437,"maksÄģt":1438,"ĠnÄģkam":1439,"inÄģja":1440,"RimiLatvija":1441,"uper":1442,"ĠelektrÄ«bu":1443,"Ġvaldes":1444,"ĠPrizma":1445,"Ġekonom":1446,"Ġnoteik":1447,"Ġbankas":1448,"ĠiespÄĵjams":1449,"ĠpÄģrvald":1450,"itÄģtes":1451,"ĠtÄ«kl":1452,"ĠkÄģpÄĵc":1453,"MansRimi":1454,"ĠÅ«dens":1455,"Ġvajadz":1456,"erviss":1457,"ĠFran":1458,"Ġlielveikala":1459,"Įiekurkal":1460,"ĠtraÄ£Äĵd":1461,"ĠLTFA":1462,"ĠBilly":1463,"),":1464,"32":1465,"AC":1466,"Aq":1467,"Air":1468,"Br":1469,"CP":1470,"Dl":1471,"Dz":1472,"Dome":1473,"EP":1474,"FK":1475,"FL":1476,"Gaze":1477,"IN":1478,"IS":1479,"IMI":1480,"Kw":1481,"KopÄģspÄĵks":1482,"LB":1483,"Nu":1484,"PD":1485,"PÄĵc":1486,"Sk":1487,"Sm":1488,"TS":1489,"TV":1490,"TÄģ":1491,"Team":1492,"Un":1493,"bu":1494,"cp":1495,"dom":1496,"een":1497,"eig":1498,"hO":1499,"iÄģl":1500,"kÄģr":1501,"kriev":1502,"li":1503,"lt":1504,"lap":1505,"lÄ«dz":1506,"ms":1507,"mas":1508,"mai":1509,"min":1510,"mÄĵr":1511,"pÄģr":1512,"pÄģn":1513,"rakst":1514,"sar":1515,"sabiedr":1516,"to":1517,"val":1518,"viet":1519,"yl":1520,"zE":1521,"Å½":1522,"Ġ.":1523,"Ġ0":1524,"Ġ9":1525,"Ġal":1526,"Ġol":1527,"Ġab":1528,"iez":1529,"Äĵz":1530,"Ġpl":1531,"Ġpiek":1532,"ĠpeÄ¼":1533,"ĠplÄģn":1534,"Ġpubl":1535,"ari":1536,"atu":1537,"ater":1538,"Ġkam":1539,"Ġkor":1540,"ĠkÄģrt":1541,"Ġkval":1542,"Å¡o":1543,"Å¡os":1544,"Å¡Ä·":1545,"Ġvel":1546,"Ġvid":1547,"ĠvÄģrt":1548,"ĠvÄģrd":1549,"Ġsak":1550,"Ġskat":1551,"Ġsevi":1552,"inu":1553,"inoÅ¡":1554,"Ġties":1555,"Ġtom":1556,"Ġtre":1557,"Ġtuv":1558,"Ġteikt":1559,"auk":1560,"ist":1561,"Å«ra":1562,"end":1563,"enta":1564,"ĠlÄĵt":1565,"Ġmed":1566,"Ġmeit":1567,"ĠmÄĵs":1568,"Ġbeidz":1569,"ĠbÄģzes":1570,"Ġdiv":1571,"ĠdroÅ¡":1572,"oto":1573,"els":1574,"ons":1575,"tiv":1576,"Ġnopir":1577,"ĠnoslÄĵ":1578,"ĠjÅ«":1579,"Ä«bai":1580,"imp":1581,"Ä«gÄģ":1582,"Äģki":1583,"Ġpare":1584,"Äĵjs":1585,"Äĵjiem":1586,"Äĵjumu":1587,"Ġgl":1588,"Ġgal":1589,"Ġguv":1590,"oproj":1591,"ĠRo":1592,"ĠRob":1593,"ĠRIMI":1594,"Ġuzrau":1595,"ĠuzÅĨÄĵm":1596,"ĠPl":1597,"ĠPil":1598,"ĠÅ¡ovakar":1599,"ĠBaltic":1600,"Äĵrc":1601,"Äĵrs":1602,"Äĵrts":1603,"eikÅ¡an":1604,"ors":1605,"Ġats":1606,"idro":1607,"ĠcilvÄĵ":1608,"ieks":1609,"ĠMan":1610,"ĠMin":1611,"aja":1612,"iskÄģs":1613,"Äģties":1614,"Ġ10":1615,"ĠAp":1616,"iÅĨÄģ":1617,"iÅĨÅ¡":1618,"ĠNet":1619,"Ġiev":1620,"Äģla":1621,"Ġzv":1622,"Ġzaud":1623,"ĠpÄģrt":1624,"ĠJa":1625,"ĠJur":1626,"unt":1627,"cija":1628,"Ġinfor":1629,"ics":1630,"ĠVis":1631,"ĠVents":1632,"Ä«vi":1633,"ĠreÄ£":1634,"LatvijasGaze":1635,"ĠIz":1636,"elef":1637,"niedz":1638,"Ġdarba":1639,"Ġfil":1640,"Ġvismaz":1641,"ĠvispÄģr":1642,"ĠlaikÄģ":1643,"ĠZiemassvÄĵt":1644,"Ġlidojum":1645,"Ġlidsabiedr":1646,"ech":1647,"eÄ¼u":1648,"oÅ¡anÄģ":1649,"ĠvienkÄģr":1650,"Ġgadiem":1651,"ĠkurÅ¡":1652,"ĠkÄģdu":1653,"Ġneko":1654,"Ġaizsar":1655,"reiz":1656,"uzÅĨÄĵmum":1657,"Ġelektro":1658,"Äģcijas":1659,"Ġskai":1660,"Ġcenu":1661,"Ġcentr":1662,"Ġmiljoni":1663,"Ġmiljonu":1664,"maksÄģj":1665,"ĠviÅĨu":1666,"Ġsvin":1667,"Ġsadal":1668,"ukarts":1669,"vÄĵroj":1670,"erson":1671,"ĠiespÄĵja":1672,"augst":1673,"ĠbÅ«tu":1674,"ĠNew":1675,"Ġreizi":1676,"ASLatvijasGaze":1677,"Ġpiesaist":1678,"Å«dzu":1679,"Ġizcil":1680,"gale":1681,"hkmo":1682,"iepaja":1683,"Ġpakalpojum":1684,"Ġstun":1685,"ĠAirBaltic":1686,"Ġklientu":1687,"Ġklientiem":1688,"Ġinterneta":1689,"lielfans":1690,"Inter":1691,"ieriem":1692,"Ġuzvaru":1693,"ĠZolitÅ«dÄĵ":1694,"ĠvadÄ«t":1695,"Ġprezidents":1696,"RigasDome":1697,"rindeks":1698,"uawei":1699,"Ġkuku":1700,"ĠtehnoloÄ£":1701,"Ġmuzej":1702,"ĠBinde":1703,"ĠEnerÄ£Äĵtikas":1704,"TeamLatvia":1705,"ĠtomÄĵr":1706,"oprojÄģm":1707,"hkmogo":1708,"ĠtehnoloÄ£iju":1709,"04":1710,"21":1711,"36":1712,"50":1713,"51":1714,"59":1715,"74":1716,"AD":1717,"AM":1718,"AR":1719,"AU":1720,"AX":1721,"BF":1722,"DD":1723,"DO":1724,"Dv":1725,"ED":1726,"ER":1727,"ES":1728,"EY":1729,"Eu":1730,"GD":1731,"Gas":1732,"Grindeks":1733,"HB":1734,"Ir":1735,"JN":1736,"KÄģd":1737,"MR":1738,"NS":1739,"Nep":1740,"PA":1741,"PI":1742,"PT":1743,"Qs":1744,"Sr":1745,"Sv":1746,"UY":1747,"Vald":1748,"XX":1749,"Yo":1750,"ber":1751,"bild":1752,"bite":1753,"cF":1754,"dp":1755,"dol":1756,"drau":1757,"duk":1758,"eC":1759,"ett":1760,"eet":1761,"eÅ¡u":1762,"ff":1763,"fk":1764,"gu":1765,"hn":1766,"ht":1767,"ih":1768,"iÄ·i":1769,"kg":1770,"ket":1771,"kiem":1772,"kalp":1773,"lm":1774,"lai":1775,"lig":1776,"ml":1777,"mie":1778,"mes":1779,"mit":1780,"nÄģ":1781,"not":1782,"oe":1783,"of":1784,"oik":1785,"par":1786,"pro":1787,"ret":1788,"rek":1789,"th":1790,"tech":1791,"vald":1792,"ye":1793,"±ðŁĩ":1794,"¸ı":1795,"ï¸ı":1796,"Ġ+":1797,"Ġ|":1798,"ĠÄĵ":1799,"Ġ//":1800,"Ġad":1801,"ĠÄģr":1802,"Ġid":1803,"ĠÄ·":1804,"Ġamat":1805,"ĠQu":1806,"Äģti":1807,"ieru":1808,"Äĵts":1809,"ÄĵÅ¡ana":1810,"ast":1811,"aspils":1812,"asuzÅĨÄĵmum":1813,"Ġpirc":1814,"Ġpamat":1815,"ate":1816,"atÄ«":1817,"ĠkÄģr":1818,"Ġkaut":1819,"Ġkart":1820,"Ġkait":1821,"Å¡a":1822,"Å¡d":1823,"Ġvied":1824,"Ġnu":1825,"Ġnen":1826,"Ġnet":1827,"ĠnacionÄģl":1828,"Ġsau":1829,"Ġsek":1830,"Ġsmu":1831,"Ġsnieg":1832,"Ġslik":1833,"Ġsaist":1834,"almie":1835,"anis":1836,"anÅ¡u":1837,"ink":1838,"ino":1839,"ĠtÅ«":1840,"ĠtajÄģ":1841,"Ġtari":1842,"Ġtelef":1843,"ird":1844,"auj":1845,"augs":1846,"Ġup":1847,"erm":1848,"enci":1849,"ikÄģ":1850,"ĠlÄĵm":1851,"Ġloc":1852,"Ġmain":1853,"ĠbiÄ¼":1854,"ĠbrÄ«v":1855,"Ġbeig":1856,"Ġboik":1857,"Ġdar":1858,"Ġdat":1859,"Ġdisk":1860,"ĠdaÅ¾":1861,"ĠdaÄ¼":1862,"ĠdrÄ«":1863,"Ġdepo":1864,"ade":1865,"amÄĵr":1866,"elta":1867,"izÄĵ":1868,"iena":1869,"ond":1870,"onov":1871,"uran":1872,"ektu":1873,"Ġnodarb":1874,"Ġnorm":1875,"akrop":1876,"ĠjoprojÄģm":1877,"Äģrg":1878,"Äģru":1879,"Äģrket":1880,"Ä¼a":1881,"Ä¼Äģv":1882,"Äģji":1883,"Ä«gos":1884,"Ġrimi":1885,"ÄģkÄ¼":1886,"Äģkais":1887,"ĠTe":1888,"ĠTÄģ":1889,"ĠTad":1890,"ĠTur":1891,"ĠTop":1892,"Äĵjam":1893,"Äĵjuma":1894,"ĠSl":1895,"ĠSwedbank":1896,"ĠRad":1897,"ĠRÄĵz":1898,"ĠPar":1899,"Äģdu":1900,"Ġneiz":1901,"Ġnevis":1902,"ĠÅ¡is":1903,"ĠÅ¡Ä·":1904,"ĠLT":1905,"ĠLV":1906,"ĠLai":1907,"ĠBukarts":1908,"ÄĵrÄĵt":1909,"Å¡anÄģ":1910,"Ġatkal":1911,"ĠatslÄĵ":1912,"ĠcÄ«":1913,"Ġcietu":1914,"ojam":1915,"ĠMic":1916,"ĠMaxim":1917,"ajos":1918,"Äĵta":1919,"arbÅ«t":1920,"isko":1921,"Ġpied":1922,"ĠKr":1923,"ĠKas":1924,"ĠKriev":1925,"ĠAB":1926,"ĠAs":1927,"ĠAt":1928,"ĠOl":1929,"aida":1930,"ĠâĤ¬":1931,"ods":1932,"Ġ(@":1933,"ieÅ¡i":1934,"Ġiepr":1935,"ĠievÄĵroj":1936,"Ä£ijas":1937,"Å¾u":1938,"ĠpÄģrd":1939,"ĠJÄģ":1940,"ĠJac":1941,"uns":1942,"cijÄģm":1943,"ĠDrogas":1944,"ĠDuran":1945,"ĠValmie":1946,"ĠIn":1947,"ĠIes":1948,"ĠIdol":1949,"ĠpriekÅ¡":1950,"ĠvÄĵlas":1951,"ĠEm":1952,"ĠEur":1953,"kson":1954,"okÄ¼u":1955,"Ġ22":1956,"ĠapkÄģrt":1957,"Ġvisu":1958,"ĠvisÄģ":1959,"ĠCitadele":1960,"Ġlaiku":1961,"rauj":1962,"ĠðŁ¤":1963,"ĠðŁĩ":1964,"oblig":1965,"Ä«ja":1966,"ecemb":1967,"klaus":1968,"oÅ¡anas":1969,"oÅ¡anai":1970,"drÄ«z":1971,"elektro":1972,"uÅ¡Äģs":1973,"Ġprobl":1974,"Ġprofes":1975,"Ġproduk":1976,"ĠkurÄģ":1977,"ÅłAN":1978,"Ġpirk":1979,"eklis":1980,"Ġjaunu":1981,"ĠÄĢ":1982,"ĠstÄģv":1983,"Ġaizv":1984,"Äģpat":1985,"prÄģt":1986,"skis":1987,"Ġesmu":1988,"ÅĨemt":1989,"ĠklÄģt":1990,"Ġveikala":1991,"Ġveikalu":1992,"ĠveikalÄģ":1993,"Ġsaviem":1994,"ĠsvÄĵt":1995,"pilÄ«":1996,"Ġkomand":1997,"ĠkompÄģn":1998,"otÄģju":1999,"iznesa":2000,"Äģze":2001,"ĠsaÅĨÄĵm":2002,"ĠdzÄ«v":2003,"ĠiegÅ«st":2004,"risinÄģs":2005,"Ġeksp":2006,"ĠatvÄĵrt":2007,"ĠatvÄĵrts":2008,"Ġpaliek":2009,"ĠpalÄ«dz":2010,"Ġreizes":2011,"Ġatbalsta":2012,"Ġatbalstam":2013,"Ġsarun":2014,"ĠsalÄģt":2015,"ĠsÄģkums":2016,"Ġ2017":2017,"ĠturnÄ«ru":2018,"Ġpiln":2019,"Ġkatru":2020,"ĠmaksÄģj":2021,"hkzem":2022,"ibas":2023,"pirk":2024,"Ġpieejami":2025,"ĠsadarbÄ«bÄģ":2026,"ĠsamazinÄģs":2027,"ĠsamazinÄģ":2028,"ĠreklÄģmu":2029,"!!!":2030,"rÅ«Å¡anas":2031,"ĠsagrÅ«Å¡anas":2032,"ekÄ¼a":2033,"ĠnodroÅ¡":2034,"ĠpiedÄģvÄģjums":2035,"ĠpaziÅĨojum":2036,"ĠdÄģvanu":2037,"Ġ60":2038,"Ġoper":2039,"ĠBaltkriev":2040,"SwedbankLatvia":2041,"Ġpuses":2042,"Ġsasnieg":2043,"Ġstaciju":2044,"Ġtirg":2045,"ĠmÄĵne":2046,"ĠbagÄģ":2047,"Ġizmant":2048,"Ġizsnieg":2049,"ĠizrÄģdi":2050,"Ġatgrie":2051,"ĠiedzÄ«votÄģji":2052,"ĠturpinÄģs":2053,"DrogasLatvija":2054,"groz":2055,"hael":2056,"ĠvÄĵstur":2057,"Ġdurv":2058,"ĠnozÄ«m":2059,"ĠuzlaboÅ¡anai":2060,"Ġcaur":2061,"ĠpÄģrsniedz":2062,"Ġprogram":2063,"ĠstÄģst":2064,"Ġekonomikas":2065,"ĠFrancijÄģ":2066,"Ġvelonov":2067,"ĠvÄģrtus":2068,"ĠtreÅ¡d":2069,"Ġmedij":2070,"ĠmeitasuzÅĨÄĵmum":2071,"Ġbeidzot":2072,"eikÅ¡anÄģs":2073,"idroelektro":2074,"ĠJuris":2075,"Ġinform":2076,"ĠreÄ£istr":2077,"ĠvienkÄģrÅ¡i":2078,"ĠaizsardzÄ«bas":2079,"Gaso":2080,"ĠQueen":2081,"Ġsaules":2082,"Ġboikot":2083,"Ġdiskus":2084,"ĠdrÄ«z":2085,"ĠnormÄģli":2086,"akropol":2087,"ĠRÄĵzek":2088,"ĠMichael":2089,"ĠiepriekÅ¡":2090,"ĠJackson":2091,"ĠproblÄĵm":2092,"hkzemgale":2093,"Ġvelonoviet":2094,"idroelektrosta":2095,".@":2096,".ðŁ":2097,"02":2098,"06":2099,"07":2100,"09":2101,"10":2102,"11":2103,"43":2104,"66":2105,"77":2106,";&":2107,";)":2108,"AF":2109,"AT":2110,"Ag":2111,"Ap":2112,"As":2113,"Aiz":2114,"BI":2115,"BR":2116,"Bb":2117,"Bw":2118,"Bank":2119,"CV":2120,"Cb":2121,"DC":2122,"DT":2123,"DW":2124,"Du":2125,"Depo":2126,"EK":2127,"EO":2128,"Ef":2129,"FU":2130,"For":2131,"FCP":2132,"GM":2133,"GP":2134,"Gt":2135,"Gx":2136,"God":2137,"Gada":2138,"Hc":2139,"Hd":2140,"Hm":2141,"Ho":2142,"Ie":2143,"Ip":2144,"JI":2145,"Jauns":2146,"JÅ«ra":2147,"KQ":2148,"KV":2149,"Ko":2150,"Kad":2151,"LR":2152,"LU":2153,"LY":2154,"Lk":2155,"Lai":2156,"MD":2157,"MS":2158,"Mb":2159,"Mi":2160,"Mar":2161,"Min":2162,"ND":2163,"NF":2164,"NX":2165,"Nl":2166,"Nez":2167,"OE":2168,"OP":2169,"OR":2170,"Optibet":2171,"OTO":2172,"PM":2173,"PO":2174,"PP":2175,"PR":2176,"PV":2177,"Pa":2178,"Pb":2179,"Px":2180,"Pie":2181,"Par":2182,"QG":2183,"Qb":2184,"Qg":2185,"Qj":2186,"Qz":2187,"RS":2188,"RTU":2189,"TEC":2190,"UM":2191,"US":2192,"Uq":2193,"Vis":2194,"WM":2195,"XY":2196,"Xp":2197,"YL":2198,"ZB":2199,"ZY":2200,"Zw":2201,"aS":2202,"aÄ£":2203,"bO":2204,"ba":2205,"br":2206,"bes":2207,"bis":2208,"bÅ«":2209,"bur":2210,"bac":2211,"baud":2212,"balv":2213,"bads":2214,"cX":2215,"cd":2216,"cx":2217,"ces":2218,"ceÄ¼a":2219,"dG":2220,"dc":2221,"de":2222,"dx":2223,"dod":2224,"eN":2225,"eim":2226,"fek":2227,"fut":2228,"gL":2229,"gN":2230,"ge":2231,"gi":2232,"gan":2233,"gÄģd":2234,"gul":2235,"hF":2236,"hQ":2237,"hb":2238,"hh":2239,"hkl":2240,"iF":2241,"jp":2242,"jÄģ":2243,"kf":2244,"lu":2245,"ly":2246,"latv":2247,"lija":2248,"laus":2249,"mV":2250,"mh":2251,"mi":2252,"my":2253,"mst":2254,"nI":2255,"no":2256,"nt":2257,"nu":2258,"nÄĵ":2259,"ndr":2260,"ohn":2261,"pas":2262,"pat":2263,"pÄĵl":2264,"prau":2265,"pÄģrd":2266,"qR":2267,"qe":2268,"qg":2269,"rq":2270,"rot":2271,"rÄģk":2272,"run":2273,"rÄģn":2274,"ratu":2275,"sol":2276,"tet":2277,"ton":2278,"tÄģl":2279,"tniecÄ«bas":2280,"ves":2281,"valst":2282,"vijÄģ":2283,"wW":2284,"wc":2285,"wi":2286,"wx":2287,"wor":2288,"zA":2289,"ze":2290,"zin":2291,"Â«":2292,"Â»":2293,"Äª":2294,"ÄŁ":2295,"ÄĮiekurkal":2296,"âĤ¬":2297,"Ġ/":2298,"Ġik":2299,"ĠÄĵr":2300,"Ġok":2301,"Ġ...":2302,"Ġaugst":2303,"Ġof":2304,"Ġoblig":2305,"Ġ;)":2306,"ĠÂ«":2307,"ĵ²":2308,"ŃðŁĺ":2309,"Äģb":2310,"Äģtu":2311,"ÄģSk":2312,"ieÅ¾":2313,"ieviet":2314,"Äĵti":2315,"ÄĵÅ¡an":2316,"ask":2317,"Ä«l":2318,"Ġpac":2319,"Ġpaldies":2320,"Ġpoz":2321,"arh":2322,"arta":2323,"atnet":2324,"atiks":2325,"Ġkal":2326,"Ġkap":2327,"Ġkun":2328,"Ġklas":2329,"Ġkaus":2330,"Ġvak":2331,"ĠvÄĵr":2332,"Ġved":2333,"Ġvia":2334,"Ġvec":2335,"Ġveikals":2336,"Ġvesel":2337,"ĠvarbÅ«t":2338,"Ġner":2339,"Ġnon":2340,"Ġsl":2341,"Ġsum":2342,"Ġsol":2343,"Ġsaz":2344,"Ġsabiedr":2345,"Ġsuper":2346,"Ġsms":2347,"Ġsieviet":2348,"all":2349,"alz":2350,"inis":2351,"inot":2352,"inus":2353,"inter":2354,"ings":2355,"Ġte":2356,"Ġtau":2357,"Ġtam":2358,"ĠtÄģm":2359,"Ġtap":2360,"ĠtÄģl":2361,"Ġtika":2362,"Ġtais":2363,"irst":2364,"irop":2365,"aust":2366,"aukt":2367,"aumÄĵ":2368,"ere":2369,"erad":2370,"erot":2371,"erts":2372,"eros":2373,"ijs":2374,"esti":2375,"ests":2376,"Å«k":2377,"Å«ti":2378,"Å«ras":2379,"enÅ¡":2380,"enis":2381,"ence":2382,"eniÅĨu":2383,"ike":2384,"Ġlatv":2385,"ĠlÄ«m":2386,"umjÄģ":2387,"ĠmÅ«":2388,"Ġmel":2389,"ĠmÄģj":2390,"Ġbl":2391,"Ġbij":2392,"Ġbud":2393,"Ġbater":2394,"Ġdab":2395,"ĠdÄĵÄ¼":2396,"Ġdecemb":2397,"adu":2398,"adal":2399,"amu":2400,"otÄģ":2401,"strau":2402,"stru":2403,"itÄ«v":2404,"itÄģti":2405,"etes":2406,"etur":2407,"Ġarhit":2408,"iens":2409,"ienÄģ":2410,"onu":2411,"onas":2412,"ones":2413,"onis":2414,"uru":2415,"tim":2416,"Ġnol":2417,"Ġnop":2418,"Ġnosk":2419,"ĠnorisinÄģs":2420,"aka":2421,"akus":2422,"aksta":2423,"Äģrs":2424,"Äģsim":2425,"Ä¼us":2426,"rost":2427,"robe":2428,"rodas":2429,"ilÄģs":2430,"Ä«bÄģm":2431,"Äģjis":2432,"ÄģjÄĵjiem":2433,"Ä«giem":2434,"Ä«gÄģk":2435,"Ġrad":2436,"Ġrek":2437,"Ġrun":2438,"Ġremon":2439,"Äģkt":2440,"Äģkas":2441,"Äģkumu":2442,"avo":2443,"avas":2444,"ĠTom":2445,"ĠTEC":2446,"ĠTFK":2447,"Äĵjo":2448,"Äĵjas":2449,"Äĵjus":2450,"Ġgar":2451,"Ġgro":2452,"ĠgÄģzes":2453,"ĠgÄģze":2454,"ĠSk":2455,"ĠRTU":2456,"ĠPaldies":2457,"ĠPetrow":2458,"ĠPett":2459,"ĠPAT":2460,"Äģds":2461,"Ġnem":2462,"Ġnedar":2463,"ĠÅ¡ob":2464,"Ġizej":2465,"Ġizdar":2466,"Ġizgl":2467,"Ġizaugs":2468,"tsaim":2469,"ĠLiel":2470,"ĠLep":2471,"ĠLiep":2472,"ĠLatnet":2473,"ieties":2474,"ietni":2475,"ĠBe":2476,"ĠBÅ«s":2477,"ĠBITE":2478,"eiks":2479,"eikts":2480,"ord":2481,"ori":2482,"orm":2483,"oreiz":2484,"ĠatkÄģrt":2485,"Ġcie":2486,"Ġcer":2487,"Ġciet":2488,"Ġciv":2489,"Ġcetur":2490,"ieki":2491,"oll":2492,"olie":2493,"oldp":2494,"oja":2495,"ojuÅ¡Äģs":2496,"Äĵmijas":2497,"ĠMon":2498,"ĠMÄģr":2499,"ĠMod":2500,"arbiniek":2501,"iskas":2502,"Ġpieredz":2503,"ĠpiegÄģd":2504,"ĠAS":2505,"ĠAr":2506,"ĠAndr":2507,"aidÄģm":2508,"iÅĨos":2509,"ejas":2510,"ðŁĳį":2511,"ieÅ¡u":2512,"ĠNo":2513,"ĠNek":2514,"ĠieÅĨÄĵmum":2515,"Ġiepak":2516,"Äģls":2517,"Å¾as":2518,"Ġzem":2519,"ĠpÄģrbaud":2520,"unk":2521,"ĠDef":2522,"Ġind":2523,"Ġinf":2524,"ansÄĵjuma":2525,"Ä«tes":2526,"Ä·iem":2527,"Ġregul":2528,"ĠIl":2529,"ĠINX":2530,"Ġpraks":2531,"ĠEirop":2532,"ĠkopÅ¡":2533,"Ġsprie":2534,"Ġdarbi":2535,"Ġkases":2536,"Ġfak":2537,"Ġfrek":2538,"eda":2539,"uld":2540,"ult":2541,"Ġviss":2542,"Ġvisam":2543,"ĠCrow":2544,"ĠCSP":2545,"ĠGar":2546,"ĠGoo":2547,"aÅ¡u":2548,"Ġlaiks":2549,"epec":2550,"ĠðŁĳį":2551,"ĠðŁĵ²":2552,"ĠZZ":2553,"obzem":2554,"ĠFC":2555,"ĠFK":2556,"LMTSm":2557,"LMTstrau":2558,"Ġvienu":2559,"ĠvienÄģ":2560,"Ġgadi":2561,"Ġgadu":2562,"dienÄģ":2563,"Ġha":2564,"Ġhidroelektrosta":2565,"Ġmana":2566,"Ġmanu":2567,"Ġproj":2568,"audas":2569,"ociÄģl":2570,"Ä«ni":2571,"eklÄĵt":2572,"Ġjaunas":2573,"ĠHuawei":2574,"ĠÄª":2575,"ĠÄĮiekurkal":2576,"Ġielik":2577,"Ġkonfer":2578,"ĠaizstÄģv":2579,"oÅ¡o":2580,"oÅ¡u":2581,"pras":2582,"skÄģ":2583,"Ġesam":2584,"Ġesot":2585,"Ġdienas":2586,"Ġpirmo":2587,"ĠpirmajÄģ":2588,"uvvald":2589,"ĠsavÄģ":2590,"Ġinteresanti":2591,"rÄ«d":2592,"ĠvietÄģ":2593,"Ġvalstij":2594,"Ġatbild":2595,"maksu":2596,"ĠviÅĨi":2597,"inÄģjumu":2598,"Ġkoment":2599,"ive":2600,"lÄĵg":2601,"nÄ«c":2602,"Ġakt":2603,"Ġaktiv":2604,"Äģca":2605,"artfut":2606,"Ġvairs":2607,"ĠvaldÄ«bas":2608,"alpojumu":2609,"ente":2610,"ĠlÄ«dzekÄ¼":2611,"ĠgandrÄ«z":2612,"ĠPrezid":2613,"ĠekrÄģn":2614,"ietuv":2615,"Ä«sim":2616,"Ġnotiek":2617,"inÄģts":2618,"inÄģÅ¡anas":2619,"Ġbankom":2620,"ĠpatÄĵrÄĵt":2621,"ĠatbalstÄ«t":2622,"veikali":2623,"ĠsarunÄģj":2624,"Ġ2018":2625,"ĠturnÄ«rÄģ":2626,"Ġpilotu":2627,"ĠtieÅ¡i":2628,"Ġlietot":2629,"Ġnovemb":2630,"ĠnebÅ«s":2631,"Ġnebiju":2632,"ĠnebÅ«tu":2633,"ĠÅ¡odienas":2634,"ĠizcÄ«":2635,"krain":2636,"Ġstud":2637,"itÄģte":2638,"ĠStream":2639,"ĠStraumÄĵ":2640,"Ġcitu":2641,"Ġzvaniem":2642,"ĠredzÄĵjis":2643,"ĠreklÄģmas":2644,"iÄ¼ÄģSk":2645,"lay":2646,"Ġiemes":2647,"ĠÅłodien":2648,"Ġauto":2649,"govLV":2650,"ĠattÄ«stÄ«bas":2651,"nieks":2652,"port":2653,"poratÄ«v":2654,"rÄ«vojuÅ¡Äģs":2655,"Ġ83":2656,"Ġotr":2657,"Ġpiemin":2658,"Ġpavad":2659,"Ġpaveikts":2660,"ĠpolitiÄ·i":2661,"Ġkarti":2662,"Ġvalodas":2663,"Ġnaudas":2664,"ektor":2665,"Ġnoska":2666,"ĠuzÅĨÄĵmumus":2667,"Ġneatbild":2668,"ĠfinanÅ¡u":2669,"ĠfinansÄĵjuma":2670,"ĠilgtspÄĵj":2671,"ĠZolitÅ«des":2672,"eizi":2673,"laides":2674,"Ġrokas":2675,"ĠtieÅ¡raidÄĵ":2676,"Ġbalvu":2677,"ĠcelÅ¡anai":2678,"ĠceltniecÄ«bas":2679,"Ġaicina":2680,"Ġturpina":2681,"ĠpasaÅ¾ieriem":2682,"ĠnÄģkotnes":2683,"ĠnÄģkotni":2684,"ĠiegÄģdÄģjas":2685,"ĠiegÄģdÄģties":2686,"ĠvalstsvienÄ«bas":2687,"ĠbÅ«vniecÄ«bas":2688,"ĠrezultÄģti":2689,"Ġnumuru":2690,"Ġkonkursu":2691,"NRmh":2692,"vences":2693,"ĠÄ£im":2694,"ĠpaneÄ¼u":2695,"ĠtreniÅĨu":2696,"ĠmobilÄģ":2697,"ĠrÄĵÄ·ina":2698,"Ġgalven":2699,"Äĵrkot":2700,"ĠjautÄģjums":2701,"ĠOrbis":2702,"Å«tÄ«jumu":2703,"Ġpreces":2704,"Ġkoncerna":2705,"ĠvajadzÄĵtu":2706,"ĠtraÄ£Äĵdija":2707,"AirBaltic":2708,"Bravo":2709,"DziÄ¼ÄģSk":2710,"KwM":2711,"LBveikali":2712,"Å½Ä«g":2713,"ĠkorporatÄ«v":2714,"ĠkvalitÄģtes":2715,"Ġnopirku":2716,"ĠjÅ«n":2717,"Ġparedz":2718,"Ġguva":2719,"ĠRoy":2720,"ĠRoberts":2721,"ĠuzraudzÄ«bas":2722,"ĠNetwor":2723,"ĠzaudÄĵjumu":2724,"ĠpÄģrtikas":2725,"ĠVisu":2726,"ĠVentspilÄ«":2727,"ĠlidsabiedrÄ«ba":2728,"Ġskaitu":2729,"Ġcentra":2730,"Interesanti":2731,"ValdÄ«ba":2732,"bergs":2733,"draugs":2734,"kalpoÅ¡an":2735,"pard":2736,"±ðŁĩ»":2737,"atÄ«k":2738,"ĠkaitinoÅ¡":2739,"Ġviedok":2740,"Ġsekret":2741,"ĠsaistÄ«bu":2742,"Ġtelefona":2743,"ĠlÄĵmumu":2744,"ĠlocekÄ¼a":2745,"ĠbiÄ¼etes":2746,"ĠnodarbÄ«bu":2747,"ĠcietuÅ¡o":2748,"ĠMaximas":2749,"ĠABBA":2750,"unsdz":2751,"ĠInter":2752,"ĠkompÄģnija":2753,"Ġeksper":2754,"ĠatvÄĵrto":2755,"ĠsalÄģtus":2756,"ĠnodroÅ¡inÄģs":2757,"Ġoperator":2758,"ĠBaltkrieviju":2759,"Ġtirgus":2760,"ĠmÄĵneÅ¡os":2761,"Ġizsniegusi":2762,"grozÄ«jums":2763,"Ġdurvju":2764,"ĠtreÅ¡daÄ¼as":2765,"Ġdiskusijas":2766,"ĠRÄĵzekne":2767,"FCPetrow":2768,"hkliepaja":2769,"latvenergo":2770,"ÄĮiekurkalns":2771,"ieÅ¾i":2772,"ÄĵÅ¡anos":2773,"ĠpozitÄ«v":2774,"Ġkausa":2775,"Ġsummu":2776,"Ġsazvan":2777,"interes":2778,"Ġtautsaim":2779,"eradens":2780,"ĠlÄ«men":2781,"umjÄģJÅ«ra":2782,"ĠbudÅ¾":2783,"Ġbaterijas":2784,"ĠdecembrÄ«":2785,"robeÅ¾":2786,"ĠPetty":2787,"ĠÅ¡obrÄ«d":2788,"ĠizglÄ«t":2789,"ĠLeppard":2790,"ĠcivilÄģs":2791,"oldplay":2792,"ĠMode":2793,"Ġpieredze":2794,"ĠINXS":2795,"Ġfrekvences":2796,"epeche":2797,"LMTSmartfut":2798,"LMTstraume":2799,"Ġhidroelektrostacijas":2800,"uvvalde":2801,"ĠOrbison":2802,"DziÄ¼ÄģSkumjÄģJÅ«ra":2803,"ĠNetworks":2804,"LMTSmartfuture":2805,"!\"":2806,"%.":2807,").":2808,",...":2809,"05":2810,"13":2811,"14":2812,"16":2813,"100":2814,"31":2815,"37":2816,"47":2817,"49":2818,"54":2819,"56":2820,"57":2821,"60":2822,"78":2823,"81":2824,"82":2825,"?..":2826,"Ae":2827,"Ax":2828,"Alt":2829,"AWM":2830,"BH":2831,"BK":2832,"BZ":2833,"Bd":2834,"Bl":2835,"Bm":2836,"Bp":2837,"Bv":2838,"Bij":2839,"Bri":2840,"Balt":2841,"Bht":2842,"Buvvalde":2843,"CY":2844,"CZ":2845,"Co":2846,"Cq":2847,"Cx":2848,"DF":2849,"Db":2850,"DPD":2851,"DÄģrg":2852,"EA":2853,"EQ":2854,"Ee":2855,"Ek":2856,"Em":2857,"Er":2858,"Ev":2859,"Ew":2860,"Eti":2861,"Ecp":2862,"EED":2863,"FC":2864,"FS":2865,"FX":2866,"FY":2867,"Fd":2868,"Fant":2869,"FOTO":2870,"GA":2871,"GQ":2872,"Gg":2873,"Gh":2874,"Gu":2875,"Gan":2876,"Grib":2877,"HG":2878,"HI":2879,"HK":2880,"HO":2881,"HU":2882,"HX":2883,"HZ":2884,"Hi":2885,"Hp":2886,"Hq":2887,"Hs":2888,"Ht":2889,"HÄģrt":2890,"HCP":2891,"IQ":2892,"IZ":2893,"Im":2894,"Iv":2895,"Ies":2896,"JK":2897,"JT":2898,"JX":2899,"Jb":2900,"Je":2901,"Jx":2902,"Jau":2903,"Jum":2904,"JAI":2905,"KO":2906,"KS":2907,"Kk":2908,"Kx":2909,"Ky":2910,"KÄģ":2911,"Kur":2912,"KÄģpÄĵc":2913,"KamÄĵr":2914,"LO":2915,"LP":2916,"LT":2917,"LZ":2918,"Lg":2919,"Ll":2920,"Ls":2921,"Lw":2922,"Liep":2923,"Lauvassirds":2924,"LDD":2925,"Leim":2926,"MX":2927,"Mg":2928,"Mr":2929,"Ms":2930,"Mv":2931,"Mz":2932,"Maz":2933,"Mant":2934,"NI":2935,"NK":2936,"NQ":2937,"NT":2938,"Nj":2939,"NÄģc":2940,"OG":2941,"OI":2942,"ON":2943,"On":2944,"Ov":2945,"OIK":2946,"PJ":2947,"PU":2948,"PX":2949,"Pg":2950,"Pr":2951,"Pw":2952,"Pas":2953,"Pies":2954,"Piem":2955,"Pro":2956,"Put":2957,"Paldies":2958,"QD":2959,"QP":2960,"QR":2961,"QS":2962,"QZ":2963,"Qo":2964,"Qw":2965,"RA":2966,"RE":2967,"RG":2968,"RZ":2969,"Rd":2970,"Rs":2971,"Rv":2972,"Rad":2973,"RAI":2974,"RPl":2975,"SK":2976,"SM":2977,"Sh":2978,"Sat":2979,"TT":2980,"Tv":2981,"Tik":2982,"Tet":2983,"Tiek":2984,"Tab":2985,"TieÅ¡":2986,"TIE":2987,"TAWM":2988,"UU":2989,"UW":2990,"Ud":2991,"Uj":2992,"Uw":2993,"UGD":2994,"VG":2995,"VI":2996,"VS":2997,"Va":2998,"Vg":2999,"Vn":3000,"Vir":3001,"Vien":3002,"VÄģj":3003,"VÄĵl":3004,"Veikals":3005,"WN":3006,"Wl":3007,"Wun":3008,"XV":3009,"Xa":3010,"Xj":3011,"Xk":3012,"Xt":3013,"Xx":3014,"YU":3015,"Ye":3016,"Yk":3017,"Yv":3018,"ZO":3019,"Zd":3020,"Ze":3021,"Zl":3022,"Zv":3023,"Zz":3024,"Zel":3025,"Zvan":3026,"ZiemassvÄĵt":3027,"aC":3028,"ay":3029,"ays":3030,"bP":3031,"bi":3032,"bp":3033,"bas":3034,"baltic":3035,"bÅ«t":3036,"brauc":3037,"brÄ«vojuÅ¡Äģs":3038,"cH":3039,"cP":3040,"cb":3041,"cu":3042,"cin":3043,"cit":3044,"ciem":3045,"cil":3046,"ceÄ¼":3047,"cion":3048,"dD":3049,"dR":3050,"dh":3051,"dv":3052,"dw":3053,"der":3054,"dam":3055,"dums":3056,"droÅ¡":3057,"ea":3058,"ego":3059,"eGM":3060,"fa":3061,"fs":3062,"fy":3063,"fBm":3064,"gK":3065,"gv":3066,"gais":3067,"gÄģzes":3068,"gaida":3069,"grÄģk":3070,"gunsdz":3071,"hE":3072,"hq":3073,"had":3074,"hers":3075,"hris":3076,"iy":3077,"ian":3078,"iok":3079,"jA":3080,"jo":3081,"js":3082,"jt":3083,"jer":3084,"jom":3085,"jYL":3086,"kÅ«":3087,"kot":3088,"kos":3089,"kul":3090,"kÄģn":3091,"kÄģp":3092,"lT":3093,"lw":3094,"lis":3095,"lek":3096,"lÄģd":3097,"lor":3098,"mJ":3099,"mP":3100,"mb":3101,"mk":3102,"mm":3103,"mq":3104,"mt":3105,"mx":3106,"mÄģ":3107,"mÄģm":3108,"mÄ«gs":3109,"mauc":3110,"mics":3111,"mÄĵjas":3112,"nG":3113,"nL":3114,"nf":3115,"nx":3116,"ny":3117,"nen":3118,"nik":3119,"nam":3120,"nak":3121,"nÄĵm":3122,"noz":3123,"nEED":3124,"oR":3125,"oW":3126,"ow":3127,"ost":3128,"oil":3129,"ook":3130,"oul":3131,"oga":3132,"ount":3133,"oJI":3134,"pa":3135,"pe":3136,"pj":3137,"per":3138,"pen":3139,"pel":3140,"pus":3141,"pÄĵt":3142,"ple":3143,"paÅ¡":3144,"pÅ«tu":3145,"pQs":3146,"qN":3147,"qO":3148,"qx":3149,"rT":3150,"rZ":3151,"rj":3152,"rw":3153,"ry":3154,"rz":3155,"rit":3156,"rim":3157,"rej":3158,"rag":3159,"rÄĵÄ·":3160,"runÄģj":3161,"sa":3162,"sm":3163,"sÄĵt":3164,"svÄĵt":3165,"seb":3166,"sTAWM":3167,"tW":3168,"tZ":3169,"tb":3170,"tv":3171,"tus":3172,"tak":3173,"tele":3174,"tÄģks":3175,"tatÄ«v":3176,"tÄģkÄ¼":3177,"tBb":3178,"ui":3179,"udr":3180,"ubu":3181,"vÄĵl":3182,"vor":3183,"vÄĵc":3184,"vok":3185,"vÄģrd":3186,"vÄ«z":3187,"vesel":3188,"vibas":3189,"ways":3190,"xK":3191,"yF":3192,"yW":3193,"yf":3194,"yo":3195,"yu":3196,"yth":3197,"zD":3198,"zM":3199,"zb":3200,"zt":3201,"ziÅĨ":3202,"zaÄ¼":3203,"Ä»":3204,"ÄĮ":3205,"Ġ%":3206,"Ġ'":3207,"Ġ?":3208,"ĠY":3209,"Ġi":3210,"Ġw":3211,"Ġ~":3212,"Ġan":3213,"Ġien":3214,"Ġgo":3215,"Ġav":3216,"Ġem":3217,"ĠÄģt":3218,"Ġaz":3219,"Ġag":3220,"Ġac":3221,"ĠÄ«st":3222,"ĠiekÅ¡":3223,"ĠÄĵrt":3224,"ĠXX":3225,"ĠÅ½Ä«g":3226,"ı»":3227,"ĻĤ":3228,"ÄģÄģ":3229,"ieb":3230,"iesta":3231,"ieris":3232,"Äĵn":3233,"ÄĵÄĵ":3234,"ÄĵÄ£":3235,"ÄĵÅ¡anas":3236,"ÄĵkÄģ":3237,"asu":3238,"asti":3239,"aseradens":3240,"asgÄģzes":3241,"Ä«d":3242,"Ä«r":3243,"Ä«ti":3244,"Ä«Å¡u":3245,"Ä«Å¡anu":3246,"Ġpam":3247,"Ġpot":3248,"Ġpien":3249,"ĠpÄ¼":3250,"Ġpiel":3251,"Ġpor":3252,"Ġpab":3253,"Ġpele":3254,"Ġput":3255,"Ġpud":3256,"Ġpip":3257,"Ġperson":3258,"ĠpÄĵrkot":3259,"arÄĵ":3260,"arun":3261,"ards":3262,"arhs":3263,"arkÅ«":3264,"tto":3265,"con":3266,"psul":3267,"ata":3268,"atc":3269,"atot":3270,"atur":3271,"atav":3272,"atgal":3273,"atlÄ«dz":3274,"atoil":3275,"Ġkg":3276,"Ġkant":3277,"ĠkÄģju":3278,"Ġkust":3279,"Ġkauns":3280,"aiz":3281,"ainie":3282,"ailor":3283,"Ġvit":3284,"Ġvietu":3285,"Ġveic":3286,"Ġnr":3287,"ĠnÄģc":3288,"Ġnakt":3289,"Ġse":3290,"Ġsat":3291,"Ġsen":3292,"Ġsim":3293,"Ġsab":3294,"Ġsev":3295,"ĠslÄĵ":3296,"Ġsirds":3297,"Ġsaim":3298,"Ġserviss":3299,"Ġsist":3300,"Ġsods":3301,"ĠsociÄģl":3302,"ala":3303,"als":3304,"alen":3305,"alÄģs":3306,"alaspils":3307,"iniem":3308,"intech":3309,"Ġtie":3310,"Ġtiem":3311,"Ġtos":3312,"Ġtiek":3313,"ĠtrÄ«":3314,"ĠtaÄį":3315,"Ġteic":3316,"ĠtrÅ«":3317,"Ġtrauc":3318,"ĠtÄģda":3319,"ĠtÄģpÄĵc":3320,"Ġterm":3321,"ĠtÄģpat":3322,"ĠtÄģds":3323,"ire":3324,"irdz":3325,"irÄģtu":3326,"irektor":3327,"Ġutt":3328,"era":3329,"erd":3330,"erg":3331,"ern":3332,"ijai":3333,"ijÄģm":3334,"ess":3335,"esen":3336,"esmu":3337,"esdien":3338,"ise":3339,"isijas":3340,"isinÄģj":3341,"isgro":3342,"Å«c":3343,"Å«g":3344,"Å«p":3345,"Å«r":3346,"Å«ts":3347,"ena":3348,"enc":3349,"enÄĵ":3350,"Ġlie":3351,"Ġlam":3352,"ĠlÄ«g":3353,"Ġlap":3354,"Ġlic":3355,"Ġlika":3356,"Ġlok":3357,"Ġlep":3358,"ĠlÄ«n":3359,"Ġlietu":3360,"ĠlÅ«dz":3361,"ĠlÅ«dzu":3362,"Ġlatgal":3363,"ĠlÅ«g":3364,"umos":3365,"umLV":3366,"Ġmar":3367,"Ġmon":3368,"ĠmÄģk":3369,"ĠmÄĵr":3370,"Ġmor":3371,"Ġmod":3372,"ĠmÄģjas":3373,"Ġmug":3374,"Ġmeet":3375,"ĠmeklÄĵt":3376,"Ġbir":3377,"Ġbur":3378,"Ġbil":3379,"Ġboj":3380,"Ġbed":3381,"ĠbÄĵd":3382,"ĠbrÄ«":3383,"Ġbild":3384,"Ġbite":3385,"Ġbrauc":3386,"Ġbiznesa":3387,"Ġbalz":3388,"ĠbieÅ¾i":3389,"Ġdek":3390,"ĠdÄĵt":3391,"ĠdÄ«v":3392,"Ġdrau":3393,"Ġdrogas":3394,"Ġdeg":3395,"Ġdiez":3396,"Ġdirektor":3397,"adÄĵmijas":3398,"amo":3399,"amais":3400,"amajÄģ":3401,"amÄ«ni":3402,"otas":3403,"otest":3404,"eli":3405,"elz":3406,"elis":3407,"elia":3408,"stÄģ":3409,"strÄģd":3410,"itis":3411,"itÄģl":3412,"izrÄģd":3413,"izenÅ¡":3414,"etend":3415,"ienu":3416,"oncer":3417,"onstru":3418,"urÄĵ":3419,"uros":3420,"ÅĨÄģ":3421,"ÅĨojums":3422,"tion":3423,"use":3424,"usÄ«":3425,"ussk":3426,"Ġnok":3427,"ĠnorÄģd":3428,"aki":3429,"akÅ¡":3430,"akÅ¡anas":3431,"akanis":3432,"ĠjÄģs":3433,"ĠjÄģm":3434,"Ġjom":3435,"ĠjÅ«s":3436,"ĠjÄģkÄ¼":3437,"Äģre":3438,"Äģri":3439,"ÄģsotÄģju":3440,"Ä¼av":3441,"Ä¼Ä·":3442,"roÅ¡i":3443,"Äģjat":3444,"Äģjies":3445,"Äģjiem":3446,"ÄģjÄģs":3447,"ÄģjuÅ¡":3448,"ima":3449,"dzÄ«ba":3450,"Ä«gie":3451,"Ä«gÄģs":3452,"Ä«gais":3453,"Ä«gajiem":3454,"Ġrat":3455,"Ġrisk":3456,"Ġrind":3457,"Ġrada":3458,"Ġrakst":3459,"Ġraust":3460,"Äģko":3461,"Äģku":3462,"ÄģkÄģ":3463,"Äģkie":3464,"Äģkai":3465,"Äģkam":3466,"Ġpart":3467,"Ġpareizi":3468,"avu":3469,"avietu":3470,"ĠTr":3471,"ĠTik":3472,"ĠTele":3473,"ĠTina":3474,"ĠTevi":3475,"ĠTÄģpat":3476,"ĠTente":3477,"Äĵji":3478,"ÄĵjÄģ":3479,"Äĵjiet":3480,"Äĵjumi":3481,"Latvijai":3482,"Ġgru":3483,"ĠgÄģjÄĵjiem":3484,"Ġgudr":3485,"ĠSK":3486,"ĠSh":3487,"ĠSp":3488,"ĠSv":3489,"ĠSak":3490,"ĠSÄģk":3491,"ĠSun":3492,"ĠServiss":3493,"ĠSimp":3494,"ĠSalaspils":3495,"opb":3496,"ĠRod":3497,"ĠRoll":3498,"ĠRHCP":3499,"Ġuzst":3500,"Ġuzreiz":3501,"ĠPR":3502,"ĠPur":3503,"ĠPro":3504,"ĠPiet":3505,"ĠPol":3506,"ĠPÄĵt":3507,"ĠPre":3508,"ĠProj":3509,"ĠPÄĵrc":3510,"Äģdas":3511,"ÄģdÄģjat":3512,"Ġned":3513,"Ġnev":3514,"Ġnemaz":3515,"Ġnedom":3516,"Ġneaiz":3517,"Ġneesmu":3518,"ĠÅ¡au":3519,"ĠÅ¡it":3520,"ĠÅ¡iem":3521,"ĠÅ¡im":3522,"ĠÅ¡os":3523,"ĠÅ¡ab":3524,"ĠÅ¡Ä«s":3525,"Äĵlu":3526,"Äĵles":3527,"Ġizklaus":3528,"ĠizstrÄģd":3529,"tsal":3530,"oss":3531,"osies":3532,"ĠLA":3533,"ĠLu":3534,"ĠLattelecom":3535,"ĠLÅ«dzu":3536,"ĠLietuv":3537,"ĠBau":3538,"ĠBit":3539,"ĠBeit":3540,"ĠBiznesa":3541,"Äĵrst":3542,"ora":3543,"orÄĵt":3544,"oratlÄ«dz":3545,"Ġatr":3546,"Ġatsk":3547,"Ġatlik":3548,"Ġatlaid":3549,"Ġatpak":3550,"ĠatmaksÄģt":3551,"ĠatlÄ«dz":3552,"Ġatmas":3553,"Ġatpirk":3554,"Ġatrodas":3555,"ĠatpÅ«tu":3556,"apkalpoÅ¡an":3557,"apgrozÄ«jums":3558,"idÄĵt":3559,"ĠceÄ¼":3560,"Ġceru":3561,"ols":3562,"olas":3563,"....":3564,"ojies":3565,"ojiet":3566,"ojusi":3567,"Ġjaud":3568,"ĠMal":3569,"ĠMÅ«su":3570,"ĠMÄģjas":3571,"ĠMAX":3572,"ĠMate":3573,"ĠMask":3574,"ĠMike":3575,"ajai":3576,"ajÄģs":3577,"iskajÄģ":3578,"iskajiem":3579,"ema":3580,"Äģta":3581,"ÄģtÄģ":3582,"Äģtie":3583,"Ġkapsul":3584,"Ġ11":3585,"Ġ12":3586,"Ġ13":3587,"Ġ14":3588,"Ġ17":3589,"ĠpiedzÄ«v":3590,"Ġpieaug":3591,"Ġpiepras":3592,"ĠKP":3593,"ĠKris":3594,"ĠKey":3595,"ĠKino":3596,"ĠAC":3597,"ĠAd":3598,"ĠAtr":3599,"ĠArÄģ":3600,"ĠAust":3601,"ĠAeros":3602,"ĠAgrÄģk":3603,"ĠOf":3604,"ĠOpti":3605,"ĠOne":3606,"trum":3607,"truk":3608,"traukt":3609,"aidÄ«t":3610,"aidrot":3611,"iÅĨo":3612,"iÅĨam":3613,"airÄģk":3614,"eji":3615,"ejs":3616,"eju":3617,"ejÄģ":3618,"ðŁ¤":3619,"ðŁı»":3620,"odokÄ¼u":3621,"Ġ(!":3622,"ieÅ¡iem":3623,"ĠNÄĵ":3624,"ĠNop":3625,"ĠNed":3626,"ĠNev":3627,"ĠNEK":3628,"Ġieej":3629,"Ġierakst":3630,"Ġiepirk":3631,"ÄģlÄģ":3632,"Äģlie":3633,"Å¾iem":3634,"ĠzinÄģt":3635,"Ġzib":3636,"Ġzied":3637,"ĠzonÄģ":3638,"ĠzinÄģm":3639,"ĠpÄģris":3640,"ĠpÄģrst":3641,"ĠpÄģrkl":3642,"ĠpÄģrstÄģv":3643,"ĠpÄģrdev":3644,"ĠpÄģrmaksÄģt":3645,"ĠpÄģrmaksÄģj":3646,"ĠJau":3647,"ĠJÅ«":3648,"ĠJÄģn":3649,"ĠJÅ«su":3650,"ĠJAU":3651,"ĠJohn":3652,"Å«ta":3653,"Å«tiet":3654,"unik":3655,"ĠDz":3656,"ĠDol":3657,"ĠDaug":3658,"ĠDarbiniek":3659,"ĠDepeche":3660,"ĠDroÅ¡i":3661,"Ġinov":3662,"ansport":3663,"ica":3664,"ick":3665,"ices":3666,"icÄĵtu":3667,"katu":3668,"katÄģs":3669,"ĠVar":3670,"ĠVan":3671,"ĠVÄĵl":3672,"ĠVald":3673,"ĠVia":3674,"ĠVesti":3675,"ĠVUGD":3676,"ĠVairÄģk":3677,"Ä«ta":3678,"Ä«te":3679,"Ä«tie":3680,"Ä«tÄģj":3681,"Ä·a":3682,"Ä·Äĵr":3683,"Ä·els":3684,"Ġreal":3685,"LatvijasTV":3686,"LatvijasRad":3687,"ĠIg":3688,"ĠIm":3689,"ĠIer":3690,"ĠIen":3691,"Ġpriec":3692,"Ġprakt":3693,"Ġprotest":3694,"ĠvÄĵlreiz":3695,"ĠEE":3696,"ĠEn":3697,"ĠEr":3698,"ĠEv":3699,"ĠEUR":3700,"ĠELO":3701,"ĠspÄĵj":3702,"ĠspÄĵkÄģ":3703,"Ġdarbus":3704,"Ġdarbavietu":3705,"Ġ21":3706,"Ġ200":3707,"Ġapm":3708,"Ġapt":3709,"Ġaplik":3710,"ĠapmÄĵr":3711,"Ġapjom":3712,"ĠaprÄĵÄ·":3713,"ĠapakÅ¡":3714,"Ġfac":3715,"edÄĵÄ¼":3716,"igarh":3717,"Ġvisi":3718,"Ġvisiem":3719,"Ġvisus":3720,"eve":3721,"evidÄĵt":3722,"ĠClas":3723,"ĠClap":3724,"ĠColdplay":3725,"ĠChris":3726,"ĠCount":3727,"ĠGe":3728,"ĠGlas":3729,"ĠGenes":3730,"ĠGrost":3731,"ĠGobzem":3732,"Bites":3733,"aÅ¡Äģk":3734,"Ġlaip":3735,"Ġlaika":3736,"ĠlaimÄĵ":3737,"ĠlaimÄ«gs":3738,"rauk":3739,"eplÄģn":3740,"ĠUl":3741,"ĠUkrain":3742,"ack":3743,"achers":3744,"ĠðŁ¥":3745,"ĠðŁİ":3746,"ĠðŁĳ":3747,"ĠðŁĻ":3748,"Äģns":3749,"Äģnai":3750,"ĠZem":3751,"ĠZeÄ¼":3752,"ĠZvan":3753,"obeles":3754,"ovs":3755,"ovid":3756,"ovads":3757,"slo":3758,"slud":3759,"sliga":3760,"ĠFoto":3761,"Äĵsim":3762,"ÄĵseÄ¼u":3763,"Ġlidojums":3764,"vienam":3765,"vienoto":3766,"Ä«jos":3767,"Ä«jumu":3768,"Ä«jusi":3769,"Ġtiks":3770,"Ġtikt":3771,"Ġtikko":3772,"Ġtikpat":3773,"LHZl":3774,"ect":3775,"kaÄ¼Ä·":3776,"Ġviens":3777,"Ġgads":3778,"Ġgadus":3779,"Ġhal":3780,"Ġmani":3781,"Ġmant":3782,"ĠmanÄģ":3783,"Ġmandar":3784,"Ġministr":3785,"pÄĵd":3786,"uÅ¡o":3787,"uÅ¡ies":3788,"ĠaÄ£":3789,"Ġprodu":3790,"Ġkuri":3791,"oci":3792,"ÅłRAI":3793,"Ġ31":3794,"Ġ360":3795,"Ä«na":3796,"Ä«nus":3797,"ekli":3798,"ĠRÄ«gu":3799,"Ġjauna":3800,"Ġjauno":3801,"Ġjauns":3802,"ĠjaunceÄ¼":3803,"000":3804,"ĠHalen":3805,"aunÄ«gi":3806,"Ġliela":3807,"Ġlielajiem":3808,"vara":3809,"Ġefek":3810,"ĠÄ¶":3811,"ĠÄ»":3812,"ĠÄĮ":3813,"Ġnekad":3814,"Ġnekust":3815,"Ġstarta":3816,"Å«du":3817,"Å«das":3818,"Ġaizdom":3819,"oÅ¡a":3820,"oÅ¡os":3821,"Ġpastu":3822,"Ġpasnieg":3823,"ĠpasÄģkumu":3824,"ĠpasÅ«tÄ«jumu":3825,"ĠâĢŀ":3826,"dbT":3827,"protu":3828,"prava":3829,"uzlÄģd":3830,"ĠdienÄģ":3831,"ÅĨemti":3832,"ĠpirmÄģ":3833,"ĠpirmÄģs":3834,"ĠÄ¼aut":3835,"ĠÄ¼auj":3836,"ÄĵduÅ¡":3837,"ojumÄģ":3838,"IKÅłAN":3839,"uvis":3840,"Ġiesnieg":3841,"Ġklubu":3842,"aini":3843,"Ġveikalam":3844,"Ġveikaliem":3845,"Ġveikalos":3846,"Ġsavas":3847,"inieku":3848,"ĠintervijÄģ":3849,"nieces":3850,"niecÄ«ba":3851,"Ġskrej":3852,"ĠlabÄģ":3853,"Ġlabas":3854,"Ġmiljoniem":3855,"ional":3856,"netto":3857,"rÄģdÄģs":3858,"ĠviÅĨa":3859,"ĠviÅĨÅ¡":3860,"ĠviÅĨam":3861,"ĠnÄģks":3862,"Ġsvec":3863,"Ġsverot":3864,"inga":3865,"ausi":3866,"auska":3867,"spek":3868,"speÄ¼":3869,"Ġvirs":3870,"Ġvirz":3871,"audzÄĵm":3872,"otÄģjiem":3873,"iteÅĨ":3874,"ivere":3875,"lÄĵdz":3876,"Ġaktu":3877,"Ġakcion":3878,"ĠakadÄĵmijas":3879,"ĠlÄ«dzeklis":3880,"Ġdzies":3881,"Ġdzird":3882,"ĠPretend":3883,"Ġizlases":3884,"Ġieguld":3885,"darbu":3886,"darbinieku":3887,"rist":3888,"Ä«sies":3889,"Ġpaaugst":3890,"ĠpaaudzÄĵm":3891,"ĠpazÅ«d":3892,"Ġnotur":3893,"Ġbanka":3894,"Ġatveda":3895,"Ġpaties":3896,"Ġpatri":3897,"Ġpateikt":3898,"Ġpaliel":3899,"ĠmazÄģk":3900,"ĠreizÄĵm":3901,"Ġdarbinieki":3902,"Ġdarbinieks":3903,"Ġattieks":3904,"bols":3905,"likt":3906,"rastruk":3907,"Ġ:(":3908,"Ġsamaks":3909,"ĠsÄģkÅ¡u":3910,"ĠJaunpils":3911,"Ġ2019":3912,"ĠturnÄ«ra":3913,"ĠturnÄ«ram":3914,"ĠpilsÄĵt":3915,"Ġkatra":3916,"Ġkatram":3917,"Ġkatego":3918,"ĠlietoÅ¡anÄģ":3919,"Ġmaksa":3920,"Ġmaksas":3921,"ĠmaksÄģjumu":3922,"Äģksn":3923,"Ġ182":3924,"ĠpÄģrviet":3925,"ipl":3926,"iperm":3927,"teina":3928,"teinis":3929,"Ġpakalpojumu":3930,"ĠpaÅ¡a":3931,"ĠpaÅ¡i":3932,"ĠpaÅ¡apkalpoÅ¡an":3933,"Ġkred":3934,"Ġstul":3935,"ĠjÄģgaida":3936,"ĠgribÄĵju":3937,"ĠStreet":3938,"ĠnepÄģr":3939,"ĠnevarÄĵja":3940,"ĠÅ¡ogad":3941,"Ġcitiem":3942,"ĠcitÄģdi":3943,"Ġpieejam":3944,"Ġpieejams":3945,"Ġpieejama":3946,"ĠAirways":3947,"Ġzvani":3948,"Ġzvanu":3949,"Ġredzams":3950,"Ġinternets":3951,"Ġinternetu":3952,"ionÄģlos":3953,"ĠsadarbÄ«ba":3954,"lieldraugs":3955,"rÅ«ti":3956,"ĠiemÄģc":3957,"ĠiemÅ«r":3958,"ĠautoratlÄ«dz":3959,"arsailor":3960,"ĠkÄ¼Å«t":3961,"ĠkÄ¼Å«das":3962,"ĠkÄ¼uvis":3963,"Ġnesap":3964,"ĠtÄ«ru":3965,"esanta":3966,"ĠdomÄģ":3967,"ĠdomÄģj":3968,"ĠdomÄģju":3969,"ĠBlink":3970,"ĠBlond":3971,"ĠBlack":3972,"ĠpiedÄģvÄģj":3973,"ĠpiedÄģvÄģjumu":3974,"Ä£ÄĵtikÄģ":3975,"ĠrezultatÄ«v":3976,"ĠEsmu":3977,"ĠðŁĺĬ":3978,"ĠðŁĺı":3979,"Ġapskat":3980,"ĠapspÄĵl":3981,"Ġapsmauc":3982,"ĠpaziÅĨo":3983,"ĠattÄ«stÄ«t":3984,"ĠattÄ«stÄ«bu":3985,"ĠattÄ«stÄ«bÄģ":3986,"ĠdÄģvanÄģ":3987,"ĠdÄģvanas":3988,"Izslud":3989,"ebook":3990,"mane":3991,"manis":3992,"nieku":3993,"niekiem":3994,"Ġotro":3995,"Ġietves":3996,"ierus":3997,"ĠpiemÄģjas":3998,"Ġpieteik":3999,"ĠpieteikÅ¡anÄģs":4000,"Ġvalodu":4001,"ĠvalodÄģ":4002,"Ġnauda":4003,"Ġnaudu":4004,"Ġnosauk":4005,"ĠraÅ¾o":4006,"ĠraÅ¾ot":4007,"ĠStones":4008,"ĠStatoil":4009,"ĠuzÅĨÄĵmumam":4010,"Ġnezina":4011,"Ġnezinu":4012,"ĠBaltijas":4013,"ĠBaltijÄģ":4014,"ĠKurbads":4015,"ĠinvestÄĵ":4016,"Ġinvestori":4017,"Uzvara":4018,"efic":4019,"egLHZl":4020,"futsal":4021,"pakalpojum":4022,"ĠasprÄģt":4023,"Ġasoci":4024,"ĠiekÄ¼":4025,"ĠiekÄ¼Äģv":4026,"Ġvakaru":4027,"ĠveidÄģ":4028,"Ġveidos":4029,"Ġsast":4030,"Ġstrat":4031,"ĠstrÄģdÄģ":4032,"ĠstrÄģdÄģjat":4033,"Ġstacijas":4034,"Ġtirdz":4035,"ĠtieÅ¡raidi":4036,"ĠmÄĵnes":4037,"ĠbagÄģta":4038,"Ġbalva":4039,"Ġbalvas":4040,"ĠuzsÄģk":4041,"Ġuzskat":4042,"ĠizrÄģdÄģs":4043,"ĠatgÄģd":4044,"ðŁĺİ":4045,"ĠiedzÄ«votÄģju":4046,"ĠaicinÄģm":4047,"Ġlidosta":4048,"ĠlidmaÅ¡Ä«na":4049,"ĠlidmaÅ¡Ä«nu":4050,"ĠpasaÅ¾ierus":4051,"redzens":4052,"ĠvalstsvienÄ«ba":4053,"ĠbÅ«vniec":4054,"ĠbÅ«vdarbu":4055,"ĠrezultÄģtu":4056,"ĠrezultÄģts":4057,"Ġpapildu":4058,"Ġpapildus":4059,"Ġnumuriem":4060,"ĠkonkursÄģ":4061,"ABBA":4062,"Labs":4063,"resÄ«v":4064,"videsdien":4065,"ÄĴT":4066,"ÄĴkÄģ":4067,"ĠenerÄ£ijas":4068,"ĠenerÄ£ÄĵtikÄģ":4069,"ĠÄ£ener":4070,"ĠÄ«paÅ¡umu":4071,"Ġpadom":4072,"Ġpadome":4073,"ĠpÄĵdÄģs":4074,"ĠpÄĵdÄĵj":4075,"Ġsapl":4076,"Ġsapratu":4077,"Ġtransport":4078,"Ġlikvid":4079,"ĠbÄĵrnu":4080,"Ġdurvis":4081,"ĠdeviÅĨos":4082,"ĠnozarÄĵ":4083,"ĠjÄģpie":4084,"ĠjÄģpÄĵrk":4085,"ĠrÄĵÄ·inus":4086,"Ġgalvaspils":4087,"Ġizveid":4088,"tspÄĵjas":4089,"ĠatklÄģj":4090,"ĠatklÄģts":4091,"Ġcauri":4092,"ĠjautÄģj":4093,"Ġ1000":4094,"ĠOrder":4095,"ĠpÄģrsÅ«dz":4096,"ĠIrÄģkai":4097,"ĠIrÄģnai":4098,"Ġprece":4099,"ĠUzÅĨÄĵm":4100,